Repository: khunly82/khun
Catalog: languages/*.po
Languages: fr_fr

# last_news
source: Our last news
fr_fr: Nos dernières actualités

# all_news
source: Show all news
fr_fr: Voir toutes les actualités

# slogan_line_1
source: Share ownership
fr_fr: L'actionnariat

# slogan_line_2
source: of walloon
fr_fr: des entreprises

# slogan_line_3
source: companies
fr_fr: wallones

source: News
fr_fr: Actualités

# find_news_placeholder
source: Find a news
fr_fr: Trouver une actualité

source: Previous page
fr_fr: Page précédente

source: Next page
fr_fr: Page suivante

source: Read more
fr_fr: Lire plus
